Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Bez względu na to, czy jesteś prostym kupcem, czy obeznanym w sztukach wszelakich naukowcem, z pewnością zauważyłeś, iż światem rządzi z góry określony porządek. Farmerzy na polu zginają karki w palącym słońcu dnia, a strudzeni podróżnicy trafiają do domów dzięki rozświetlającej im drogę tarczy księżyca w nocy. Obfite deszcze sprawiają, że rośliny rosną szybciej, a wystawiony na działanie ognia kruszec z czasem można wedle woli formować na kowadle.
uk: Незалежно від того, чи ви простий торговець, чи вчений, ви напевно помічали, що світом керує заздалегідь визначений порядок. Фермери на полях гнуть шиї під палючим денним сонцем, а втомлені мандрівники знаходять дорогу додому завдяки місяцю, що освітлює їхній шлях вночі. Рясні дощі прискорюють ріст рослин, а руда, що піддається впливу вогню, з часом може набути довільної форми на ковадлі.

source: Bez względu na to, czy jesteś tu od niedawna, czy nie, radzę Ci kupić mapę u miejskiego kartografa Ludwiga, z zaznaczonymi na niej kluczowymi punktami kierunkowymi. Jeśli mimo to się zgubisz, zapytaj o drogę któregoś z gońców Gildii Kupieckiej Araxos. Zaprowadzą Cię gdziekolwiek zechcesz - rzecz jasna, jeśli wcześniej rzucisz im parę monet.
uk: Незалежно від того, чи давно ви тут, чи ні, раджу вам придбати у міського картографа Людвіга мапу з нанесеними на неї ключовими орієнтирами. Якщо ви все ж заблукаєте, запитайте дорогу у будь-якого посланця з Торгової Гільдії Араксос. Вони проведуть вас будь-куди, якщо ви, звісно, перед цим підкинете їм кілька монет.

source: Bez względu na to, czy wierzysz opowieściom, czy też nie, stare dokumenty handlowe potwierdzają, że osada była kiedyś miejscem rozładunku srebra. W pewnym momencie historii kruszcu było tak dużo, że Silbach zaczęto nazywać „Srebrnym Dworem”. Flisacy i tragarze transportowali niezliczone ilości rudy srebra, które następnie docierały na północ, do miasta i na fregaty handlowe zacumowane u ujścia Srebrnej Rzeki. Dzięki srebru Silbach rozkwitło i stało się jednym z kluczowych punktów tranzytowych na Archolos.
uk: Вірите ви історіям чи ні, але старі торгові документи підтверджують, що колись поселення було місцем розвантаження срібла. У певний період історії руди було настільки багато, що Сільбах стали називати 'Срібним двором'. Плотарі та вантажники перевозили незліченну кількість срібної руди, яка потім прямувала на північ до міста та торгових фрегатів, пришвартованих у гирлі Срібної річки. Завдяки сріблу Сільбах процвітав і став одним із ключових транзитних пунктів на Архолосі.

source: Bez względu na to, jaki los spotkał Mandesa, jego słowa, niczym trucizna krwiopijcy, głęboko weszły w krew jego pobratymców. Gdy moi ludzie prowadzili pojmanych Południowców na szafot, nie widziałem w ich oczach strachu, ani żalu, ale gniew - czysty, żarzący się gniew. Nie wiem gdzie, kiedy i w jaki sposób, ale prędzej czy później ci barbarzyńcy znów chwycą za broń, i tym razem musimy być na to gotowi.
uk: Якою б не була доля Мандеса, його слова, як отрута шершня, глибоко проникли в кров його побратимів. Коли мої люди вели полонених південців на страту, я не бачив в їхніх очах ні страху, ні жалю, а лише злість - чисту, палаючу злість. Я не знаю, де, коли і як, але рано чи пізно ці варвари знову візьмуться за зброю, і цього разу ми повинні бути до цього готові.

source: Bez względu na to, w jakim celu pierwotni mieszkańcy Archolos wznieśli fundamenty warowni, być może czuli to samo, co ja czułem, przechadzając się po nieskończonych podziemnych korytarzach. Za pozwoleniem wartowników w jednej z sal założyłem swoją pracownię.
uk: Якою б не була мета, з якою давні мешканці Архолосу зводили фундамент фортеці, можливо, вони відчували те ж саме, що і я, блукаючи нескінченними підземними коридорами. З дозволу стражів в одній з кімнат я облаштував свою майстерню.

source: Bez wątpienia! Niektórzy ludzie po prostu nie mają zasad moralnych, ot co! Dobrze, że z nimi walczycie, z całego serca życzę wam wytrwałości!
uk: Безсумнівно! У деяких людей просто немає моральних принципів, ось і все! Добре, що ви з ними боретеся, від щирого серця бажаю вам стійкості!

source: Bez wątpienia.
uk: Безсумнівно.

source: Bez wątpienia. Do zobaczenia.
uk: Без сумніву. Побачимось До побачення.

source: Bez wątpienia. Jak tylko będziesz coś miał, to daj znać.
uk: Не сумнівайся. Як тільки у тебе щось з'явиться, дай знати.

source: Bez wątpienia. O co chodzi?
uk: Не сумніваюся. Про що йдеться?

source: Bez wątpienia. Uważaj tylko, żeby wszystkie nie ruszyły na ciebie.
uk: Можеш не сумніватись. Остерігайся тільки, щоб вони не накинулися на тебе разом.

source: Bez właściwego klucza nigdy tego nie otworzę!
uk: Без правильного ключа я ніколи це не відчиню!

source: Bez zaangażowania Gildii, Archolos wciąż byłoby zabitą dechami kolonią na granicy cywilizacji.
uk: Без участі Гільдії, Архолос так і залишився б забитою дошками колонією на краю цивілізації.

source: Bez zamiatania pod dywan
uk: Не замітай під килим

source: Bez zmian. Cały czas najlepsze w całym królestwie.
uk: Без змін. Як і раніше, найкращі в усьому королівстві.

source: Bez łaski? Przecież właśnie chciałeś mi jej udzielić! Łaski ostatecznej!
uk: Забути? Ти ж обіцяв мені допомогти! То як це називається?!

source: Bez śladu
uk: Без сліду

source: Bez żadnego przesłuchania, słownego czy siłowego, zwykłe: a, czaruj sobie, nie moja sprawa!
uk: Без жодних допитів, словесних чи фізичних попереджень, просто чаклуй собі, роби що хочеш!

source: Bezczelny! Zero ogłady! Przyprowadź kogoś innego, albo postaram się, by twój pobyt w mieście stał się męczarnią!
uk: Нахаба! Ніякої ввічливості! Знайди когось іншого, або я постараюся перетворити твоє перебування в місті на пекло!

source: Bezdomny
uk: Безпритульний

source: Bezimiel, Herbu Chciwej Ręki, ujął oręż, aby swego wroga zakończyć męki. Oblicze krzywym uśmiechem zostało przyodziane, na myśl o obrażeniach, jakie zostaną zadane.
uk: Підняв свій меч Безіменчик з роду Жадоруких, щоб ворога свого припинити муки. Обличчя в посмішці його скривилось, коли думка про чужі страждання загорілась.

source: Bezmyślni mieszkańcy Archolos...
uk: Наївні мешканці Архолосу...

source: Beznadzieja
uk: Безнадійність

source: Beznadziejna pogoda!
uk: Мерзенна погода!

source: Bezpieczniej będzie po prostu rozłupać ci czaszkę!
uk: Буде безпечніше просто розтрощити тобі череп!

source: Bezpieczniej będzie, jeśli prędzej czy później wyruszysz do miasta.
uk: Буде безпечніше, якщо ти рано чи пізно вирушиш до міста.

source: Bezpośrednie? A-a-ale czego on chce? Dostarczyłem towary, a zapłata została odebrana zgodnie z umową.
uk: Прямим? А-а-але чого він хоче? Я доставив товар і отримав оплату, як і домовлялися.

source: Bezpośrednio do Lorenzo. On przekaże ci informacje na temat stanowiska Araxos.
uk: Безпосередньо до Лоренцо. Він надасть тобі інформацію щодо пропозиції Гільдії Араксос.

source: Bezpośrednio od Lorenzo. Trzeba przekonać Kaleba do sprzedaży posiadłości.
uk: Безпосередньо від Лоренцо. Потрібно переконати Калеба продати маєток.

source: Bezpośrednio u Graysona nic nie wskórasz. Tu trzeba lekkiego sabotażu.
uk: Безпосередньо від Грейсона нічого не доб'єшся. Доведеться влаштувати невеличкий саботаж.

source: Bezużyteczne pancerze dla straży nie są już moim zmartwieniem.
uk: Безглузді обладунки для Варти більше мене не турбують.

source: Bezwzględna konkurencja szybko zyskała przewagę nad moim małym sklepem i byłam zmuszona sprzedać go za kilkanaście sztuk złota.
uk: Безжальна конкуренція швидко взяла гору над моєю крамницею, і я була змушена продати її за кілька золотих монет.

source: Bełt
uk: Болт

source: Bełt Arethe
uk: Болт Арета

source: Bełt Grona
uk: Болт Грона

source: Bełt to bełt. Na cholerę drążyć temat?
uk: Болт як болт. На біса він тобі здався?

source: Bełt utknął w biodrze. Nie możemy go wyciągnąć ani zatamować krwawienia.
uk: Болт застряг у стегні. Ми не можемо його витягти і зупинити кровотечу.

source: Bełt? Jaki bełt?
uk: Болт? Який болт?

source: Biada! Czyżby sami Przodkowie z nas zakpili? Gdy tylko żołdacy zamorskiego króla cofnęli się spod bramy, niebo zaczęło krwawić, wypluwając wstęgi żywego ognia! Płomienie wylały na mury! Palą je do cna, a ludzi obracają w najzwyklejszy popiół.
uk: О, горе! Невже самі Предки насміхаються над нами? Не встигли воїни заморського короля відступити з-під воріт, як небо почало стікати кров'ю, випльовуючи стрічки живого вогню! Полум'я ринуло на стіни! Воно спалило їх дотла, а людей перетворило на попіл.

source: Biało-czerwony strój
uk: Біло-червоне вбрання

source: Biały niedźwiedź
uk: Білий ведмідь

source: Biblioteczka
uk: Книжкова полиця

source: Biblioteka
uk: Бібліотека

source: Biedaczek, co ci się stało?
uk: Бідолашко, що з тобою сталось?

source: Biedaczka
uk: Біднячка

source: Biedaczysko...
uk: Бідолаха...

source: Biedak
uk: Бідняк

source: Biedak spędza tu całe dnie i noce. Nigdy nie spotkałem bardziej oddanego sprawie człowieka.
uk: Бідолаха проводить тут усі дні і ночі. Я ніколи не зустрічав більш відданої справі людини.

source: Biedaku, nawet złota nie masz...
uk: Бідолаха, у тебе навіть золота немає...

source: Biedna skrzynia
uk: Дешева скриня

source: Biedna wdowa
uk: Бідна вдова

source: Biedne łóżko
uk: Дешеве ліжко

source: Biednego staruszka można już uznać za trupa.
uk: Бідолашного старого вже можна вважати мертвим.

source: Biednemu to zawsze wiatr w oczy.
uk: Бідному й вітер в очі.

source: Biedny farmer
uk: Бідний фермер

source: Biedny stół
uk: Дешевий стіл

source: Biedny, bogaty - żadna różnica. W ostateczności wszyscy mamy takie same pragnienia...
uk: Бідні, багаті – немає різниці. Зрештою, ми всі маємо однакові бажання...

source: Biedny, stary Trimegisto... Od tylu lat borykał się z wieloma problemami... To, co dzisiaj zobaczył, musiało całkowicie namieszać mu w głowie.
uk: Бідолашний старий Трімегісто... Він стільки років боровся з безліччю проблем... Те, що він сьогодні побачив, мабуть, зовсім спутало його розум.

source: Biedny. Cóż, pogodzenie się z porażką nigdy nie przychodziło mu łatwo. Wytłumaczysz mi, na czym miało polegać moje straszne oszustwo?
uk: Бідолаха. Що ж, він ніколи не вмів визнавати свою поразку. Поясни мені, в чому полягав мій жахливий обман?

source: Biedota go nienawidzi, a bogaci nim gardzą. Na powierzchni utrzymuje się tylko dzięki ogromnemu majątkowi, notabene niewiadomego pochodzenia.
uk: Бідні його ненавидять, а багаті зневажають. Він тримається на плаву тільки завдяки своїм величезним багатствам, до речі, невідомого походження.

source: Bieganiem po wyspie i sprawdzaniem potworów będzie musiał się teraz zająć ktoś inny.
uk: Бігати островом і шукати чудовиськ тепер доведеться комусь іншому.

source: Biegnij do winnicy i ostrzeż wszystkich o szczegółach ataku. Musicie szybko przygotować jakąkolwiek obronę.
uk: Біжи на виноградник і попередь усіх про подробиці атаки. Потрібно якнайшвидше підготувати будь-яку оборону.

source: Biegnij za mną, zaprowadzę cię do Starego Miasta.
uk: Біжи за мною, я проведу тебе до Старого міста.

source: Biegnijcie do koszar, droga jest bezpieczna. W środku powinnyście znaleźć strażników, zaopiekują się wami.
uk: Біжіть до казарм, шлях безпечний. Всередині ви знайдете вартових, вони подбають про вас.

source: Biegnijmy!
uk: Біжімо!

source: Biel tego futra jest niesamowita. Szkoda, że nie miałem okazji zobaczyć jednego z nich na żywo.
uk: Білизна цього хутра дивовижна. Шкода, що у мене не було можливості побачити його на власні очі.

source: Bierz broń i stań na czatach, a ja rozpalę ognisko.
uk: Діставай зброю і пильнуй, поки я розпалю вогнище.

source: Bierz drewno i wracaj do pracy. Statki nie budują się same.
uk: Забирай деревину і повертайся до роботи. Кораблі самі себе не збудують.

source: Bierz go sobie, ja tymczasem spadam na jakieś piwo do karczmy!
uk: Забирай його, а я тим часом піду в корчму і вип'ю якогось пива!

source: Bierz kilof w ręce i dokładnie przekop okolicę tego dużego kamienia przy półce skalnej.
uk: Бери в руки кирку і обережно обкопуй великий камінь біля скельного виступу.

source: Bierz pochodnie i czyń honory.
uk: Бери смолоскип і підпалюй.

source: Bierz te samorodki i daj mi spokój.
uk: Забирай самородки і дай мені спокій.

source: Bierz ten mieszek i spadaj stąd! Gdyby ktoś pytał, to nic nie wiesz o całej tej sytuacji i nigdy nie gadaliśmy!
uk: Бери гроші і забирайся звідси! Якщо хтось запитає, ти нічого не знаєш про цю ситуацію, і ми ніколи з тобою не розмовляли!

source: Bierz ten mieszek i zajmij się czymś, co potrafisz zrobić jak należy. Muszę napisać list do jego matki.
uk: Візьми цей гаманець і займися чимось, що ти вмієш робити як слід. Я мушу написати листа його матері.

source: Bierz ten worek i ani monety więcej.
uk: Візьми цей гаманець, і ні монетою більше.

source: Bierz to złoto i idziemy.
uk: Ось золото і ходімо.

source: Bierz to złoto i idziemy. (200 SZ)
uk: Ось золото і ходімо. (200 золотих)

source: Bierz to złoto, żebyś później nie mówił, że nie płacę moim pracownikom i daj mi spokój.
uk: Візьми це золото, щоб потім не казали, що я не плачу своїм робітникам, і залиш мене в спокої.

source: Bierz tę piłę.
uk: Візьми ту пилку.

source: Bierz tę skrzynię. Jeśli przejdziesz przez cały most z załadowaną skrzynią, to i reszta z nas może bezpiecznie go przekroczyć z drobnymi upominkami.
uk: Візьми цю скриню. Якщо ти пройдеш міст до кінця з вантажем, то і решта з нас зможуть безпечно перетнути його з невеликими сувенірами.

source: Bierz tę skrzynkę. Nie mam więcej.
uk: Візьми цю скриньку. У мене більше немає.

source: Bierz, ale nawet nie próbuj namawiać mnie na więcej.
uk: Бери, але навіть не намагайся вмовити мене на щось ще.

source: Bierzcie, póki gorące!
uk: Беріть, доки не розібрали!

source: Bierze kąpiel i chyba nie śpieszno mu, by wyjść na brzeg.
uk: Він купається і, здається, не поспішає виходити на берег.

source: Bierzesz coś ostrego, nacinasz skórę zwierzęcia na brzuchu i stopniowo zaczynasz ją ściągać. Uważaj, żeby sierść nie została na mięsie, nie chce mi się go oczyszczać.
uk: Береш щось гостре, розрізаєш тварині шкуру на животі і поступово починаєш її здирати. Будь обережним, щоб на м'ясі не залишилося шерсті, я не хочу його потім чистити.

source: Bierzesz dwa chwasty i wrzucasz do gara!
uk: Візьми два бур'яни і кинь їх у казан!

source: Bierzesz zwierzę za łapę i naciskasz, aż będziesz miał pewność, że pazur jest wysunięty. Wtedy robisz nacięcie aż do paliczka i ciągniesz.
uk: Береш тварину за лапу і натискаєш на основу кігтя, поки він повністю не вилізе. Потім робиш надріз до фаланги та тягнеш.

source: Bierzesz, czy nie?
uk: Береш чи ні?

source: Bierzmy Rozjemcę i wynośmy się stąd. (OPUŚĆ KAPLICĘ)
uk: Забираймо Миротворця і забираймося звідси. (ПОКИНУТИ КАПЛИЦЮ)

source: Bierzmy się do kopania.
uk: Почнімо копати.

source: Bierzmy się do pracy.
uk: Берімося до справи.

source: Bierzmy się do roboty.
uk: Приступімо до роботи.

source: Bieżące misje
uk: Поточні

# Bieżące Misje
source: Bieżące\nMisje
uk: Поточні\nзавдання

source: Bijatyka z bezdomnymi i uchodźcami w slumsach - to jedno...
uk: Бійки з безпритульними та біженцями в нетрях - це одне...

source: Bijatyka z naszymi robotnikami to jedno...
uk: Бійка з нашими працівниками – це одне...

source: Biorąc do ręki tę księgę, z pewnością liczyłeś, że znajdziesz w niej kolejną, mrożącą krew w żyłach opowieść śmiałka, który uszedł z życiem ze spotkania ze smokiem i ocalił niejedną niewiastę. Niestety jest to zwykły zbiór informacji o niezwykłych skarbach, na które natkniesz się w głębinach tego świata.
uk: Розгортаючи цю книгу, ви, без сумніву, сподівалися знайти чергову захоплюючу історію про сміливця, який пережив зустріч з драконом і врятував не одну жінку. На жаль, це лише збірка інформації про надзвичайні скарби, на які ви можете натрапити в глибинах нашого світу.

source: Biorąc pod uwagę moje szanse w walce z całą grupą renegatów, postanowiłem wykonać polecenie Salviego i zabiłem Daniela. Szkoda chłopaka, ale z dwojga złego, wolałem, żeby to on zginął, a nie ja. Powinienem teraz wrócić do Salviego i powiedzieć mu o wykonaniu zadania.
uk: Зважаючи на мої шанси проти цілої групи відступників, я вирішив виконати наказ Сальві і вбив Даніеля. Мені було шкода хлопця, але обираючи з двох бід, краще, щоб помер він, а не я. Тепер я повинен повернутися до Сальві та сказати йому, що завдання виконано.

source: Biorąc pod uwagę nasze wcześniejsze położenie, to duża poprawa.
uk: Враховуючи наше попереднє становище, тут значно краще.

source: Biorąc pod uwagę naszą aktualną sytuację, nie mogę postawić całego oddziału łowców w gotowości dla jednego, obcego człowieka.
uk: Враховуючи нашу поточну ситуацію, я не можу виділити цілий загін мисливців заради одного незнайомця.

source: Biorąc pod uwagę obecną sytuację, nie widzę lepszego zadania niż ograniczenie wpływów Volkera w mieście.
uk: Враховуючи ситуацію, що склалася, я не бачу кращого завдання, ніж обмежити вплив Волкера у місті.

source: Biorąc pod uwagę ostatnie osiągnięcia waszej organizacji, to chyba nie do końca rozumiesz, co mam na myśli.
uk: Беручи до уваги нещодавні досягнення вашої організації, не думаю, що ти повністю розумієш, що я маю на увазі.

source: Biorąc pod uwagę te wszystkie informacje o orkach na wyspie i problemy wewnątrz murów, zaczynam myśleć, że ruiny ostatecznie będą bezpieczniejsze niż siedzenie tutaj.
uk: З огляду на всі ці звістки про орків на острові і проблеми в місті, я починаю думати, що в руїнах зрештою буде безпечніше, ніж залишатись тут.

source: Biorąc pod uwagę twoje okrzyki i to, że nie jesteś związany z żadną organizacją wydajesz się podejrzany.
uk: Беручи до уваги твої вигуки і той факт, що ти не пов'язаний з жодною організацією, ти здаєшся підозрілим.

source: Biorąc pod uwagę, jakim służbistą jest Roderich, może być trudno przekonać go, by zajął się sprawą kogoś, kto nie jest obywatelem i zaginął w Silbach.
uk: Враховуючи, яким принциповим є Родеріх, може бути важко переконати його взятися за пошуки когось, хто не є громадянином і зник у Сільбаху.

source: Biorąc pod uwagę, że Ars miał motyw i widziano go w okolicach posiadłości, wszystko wskazuje, że to właśnie on jest autorem malunków na domu Volkera.
uk: Враховуючи, що Арс мав мотив і його бачили біля будинку, все вказує на те, що саме він є автором плям на будинку Волкера.

source: Biorę dwie skrzynki. Rozliczę się potem z Tomasem.
uk: Я візьму два ящики. З Томасом я розрахуюся пізніше.

source: Biorę na początek dwie skrzynki tygodniowo. Bardzo ciekawy produkt! Nie piłam jeszcze nigdy czegoś podobnego, ma moc.
uk: Для початку братиму по два ящики на тиждень. Дуже цікавий продукт! Ніколи раніше нічого подібного не пила, міцний напій.

source: Biorę się do pracy.
uk: Я повертаюся до роботи.

source: Biorę się do roboty.
uk: Я беруся до справи.

source: Biorę tuszę kretoszczura czy innego dzika i przerabiam ją na mięso. Nie ma w tym wielkiej filozofii.
uk: Я беру тушу кротощура або кабана і розбираю її на м'ясо. Ніякої великої філософії в цьому немає.

source: Biorę.
uk: Беру.

source: Bitwa o Varrant
uk: Війна у Варанті

source: Bitwa o miasto została wygrana, a Ulryk i Volker powstrzymani.
uk: Битва за місто була виграна, а Ульрік і Волкер зупинені.

source: Bitwa odbyła się przed winnicą, jej terytorium pozostało nienaruszone.
uk: Бій відбувався перед виноградником, тому його територія залишилася неушкодженою.

source: Biżuterię wykonaną z wysokiej jakości kruszcu i kamieni szlachetnych.
uk: Ювелірні вироби з дорогоцінних металів та коштовного каміння.

source: Bjorn albo Jorn, jakoś tak...
uk: Бйорн чи Йорн, якось так...

source: Bla, bla, bla. Burze, srurze, a my tu dzień w dzień marzniemy jak zwykłe obdartusy z Dzielnicy Portowej.
uk: Бла, бла, бла. Бурі, грози, а ми замерзаємо тут день за днем, як звичайнісінькі обірванці Портового кварталу.

source: Blake
uk: Блейк

source: Blake chciał zemsty na władzy, nie na szlachcie.
uk: Блейк хотів помститися владі, а не багатіям.

source: Blake i jego ludzie mogli mnie zabić, ale nie zrobili tego. Puścili mnie wolno po tym, jak obiecałem im... milczeć o naszej rozmowie.
uk: Блейк і його люди могли мене вбити, але не вбили. Вони відпустили мене після того, як я пообіцяв їм мовчати про нашу розмову.

source: Blake i jego ludzie nie żyją.
uk: Блейк і його люди мертві.

source: Blake może nie podpali miasta jak Mandes, ale zatruwa umysły ludziom takim jak Ars. A to jest jeszcze gorsze od śmierci w płomieniach.
uk: Блейк, можливо, і не підпалює міста, як Мандес, але він отруює свідомість таких людей, як Арс. А це навіть гірше, ніж смерть у вогні.

source: Blake postanowił cię oszczędzić, więc i ja cię oszczędzę.
uk: Блейк наказав не чіпати тебе, тож і я залишу тебе у спокої.

source: Blake potwierdził, że Ars faktycznie dla niego pracował, ale sam nie chciał śmierci Volkera. Wyśmiał też moje podejrzenia, jakoby wysłał do tego celu Arsa.
uk: Блейк підтвердив, що Арс справді працював на нього, але сам він не хотів смерті Волкера. Він також посміявся з моєї підозри, що це він послав Арса зробити це.

source: Blake rości sobie prawo do bycia następcą jego dzieła, ale jest tylko marnym naśladowcą, nikim więcej.
uk: Блейк називає себе наступником його справи, але він лише жалюгідний імітатор, не більше.

source: Blake twierdził, że Ars nie potrafił przeładować kuszy, a jak wiemy, zamachowiec strzelił do Volkera właśnie z tej broni.
uk: Блейк стверджував, що Арс не міг перезарядити арбалет, а, як ми знаємо, вбивця стріляв у Волкера саме з цієї зброї.

source: Blake... Blake... tak... teraz zaczynam sobie przypominać.
uk: Блейк... Блейк... так... тепер я починаю згадувати.

source: Blake? Przykro mi, ale nie znam nikogo takiego. Mieszkam tu zupełnie sam.
uk: Блейк? Перепрошую, але я нікого такого не знаю. Я проживаю тут сам.

source: Blakiem? Jakim znowu Blakiem?
uk: Блейк? Який ще Блейк?

source: Bliżej nie podpłyniemy.
uk: Ближче ми не підпливемо.

source: Blok
uk: Блок

source: Bloki dwuręczne
uk: Дворучні блоки

source: Blokowanie ciosów przeciwnika za pomocą broni dwuręcznej umożliwia silnym wojownikom gwałtowne powstrzymanie wroga i przerwanie ewentualnej kombinacji jego ciosów.
uk: Блокування ударів супротивника дворучною зброєю дозволяє сильним бійцям швидко зупинити супротивника і перервати можливу комбінацію його ударів.

source: Bloodwyn
uk: Бладвін

source: Bloodwyn jest ich szefem?
uk: Бладвін - їхній шеф?

source: Bloodwyn niezbyt się przejął nieobecnością Naarsa.
uk: Бладвін не надто переймався відсутністю Наарса.

source: Bloodwyn polecił mi nie przepuszczać nikogo, dopóki sam nie wróci do kopalni.
uk: Бладвін наказав мені не пропускати нікого, поки він сам не повернеться до копальні.

source: Bloodwyn ukręci mi łeb, jeśli dowie się, że cię przepuściłem.
uk: Бладвін мені голову відірве, якщо дізнається, що я тебе пропустив.

source: Bloodwyn zamknął kopalnię aż do czasu odnalezienia Naarsa.
uk: Бладвін закрив копальню, поки Наарса не буде знайдено.

source: Bloodwyn zdecydowanie nie ma nastroju do rozmowy, lepiej nie będę go denerwował.
uk: Бладвін точно не в настрої розмовляти, краще не дратувати його.

source: Bloodwyna nie ma w kopalni?
uk: Бладвін зараз не в копальні?

source: Bo Helmud zaczął dogadywać się z Ulrykiem, a to jest im, lekko mówiąc, nie po drodze.
uk: Бо Хельмуд почав ладнати з Ульріком, а їм, м'яко кажучи, не по дорозі.

source: Bo brzmisz, jakbyś się bał przyznać, że chodzi o ciebie...
uk: Тому що ти говориш так, ніби боїшся визнати, що це про тебе...

source: Bo całkiem nieźle radzicie sobie z tymi bestiami. Wolisz tu czekać i kłócić się o to, kto pójdzie, podczas gdy zjawią się tutaj kolejne bestie?
uk: Тому що ви непогано справляєтеся з тими звірами. Ти хочеш чекати тут і сперечатися про те, хто піде, поки сюди не прийде ще більше звірів?

source: Bo chcę zarobić, proste.
uk: Я хочу заробити грошей, все просто.
